[
    {
        "year": "1900s",
        "description": "Nikola Tesla brought about the idea of a “world wireless system”, conducting experiments with wireless transmission in his Colorado lab."
    },
    {
        "year": "1930s",
        "description": "Belgian entrepreneur Paul Otlet envisioned a plan to access data through a network of “electric telescopes” which would support audio output, data sharing and social interaction."
    },
    {
        "year": "1940s",
        "description": "Vannevar Bush, an American inventor, discussed “memex” – a theoretical machine that could enable users to store and navigate documents quickly – in “As We May Think,” a 1945 essay published in The Atlantic."
    },
    {
        "year": "1960s",
        "description": "Massachusett Institute of Technology’s J.C.R. Licklider brought about the idea of an “intergalactic network” of computer systems. Shortly afterward, computer scientists developed packet switching, a method of data transmission foundational to the internet. With the 1960s came the first workable model of the internet– the Advanced Research Projects Agency Network. Funded by the United States Department of Defense, ARPANET had several computers communicating on one network."
    },
    {
        "year": "1970s",
        "description": "ARPANET’s technology grew, more so after scientists Robert Kahn and Vinton Cerf developed Transmission Control Protocol and Internet Protocol, which set standards for data transmission between networks."
    },
    {
        "year": "1980s",
        "description": "ARPANET adopted TCP/IP on Jan. 1, 1983. This began the assembly of the internet as we know it today."
    },
    {
        "year": "1990s",
        "description": "Computer scientist Tim Berners-Lee invented the World Wide Web. The WWW isn’t the internet itself, but just the medium used to access data through websites and hyperlinks. It helped bring the internet to the average user and is the reason why we can now scroll through our social media feeds every day. "
    }
]